{
    "header1": "Intro",
    "header1.1": "intro",
    "header1.2": "#intro",
    "header2": "About",
    "header2.1": "about",
    "header2.2": "#about",
    "header3": "Projects",
    "header3.1": "projects",
    "header4": "Skills",
    "header4.1": "skills",
    "header5": "Contact",
    "header5.1": "contact",
    "header5.2": "#contact",
    "links": "links_en",
    "intro0": "Hi! I'm",
    "intro1": " Benjamin",
    "intro2": " I'm a full-stack web developer.",
    "intro3": "Contact me here",
    "intro4": "Download my CV",
    "about1": "About me",
    "about2": "I'm driven by the idea of using my coding skills to create meaningful and impactful solutions. Whether it's developing software that improves efficiency, solving real-world problems, or contributing to projects that make a difference.",
    "about3": "Being part of a big community where we can learn from others and have a positive impact is something I value and enjoy beyond measure. I believe in the important power of collaboration and the mutual exchange of knowledge.",
    "about4": "Solving complex problems and puzzles gives me a great satisfaction. My logical and analytical thinking allows me to face challenges in a more structured way to find creative solutions. At the same time, I consider it very important to think outside the box to find unique and efficient solutions to problems.",
    "about5": "The ever-evolving nature of technology fuels my motivation to constantly learn and stay on top of the latest trends and advancements. I wholeheartedly support the concept of lifelong learning and enthusiastically embrace new technologies and frameworks.",
    "about6": "In my free time I exercise regularly. I find it not only entertaining but also a great way to relax after a long day of programming.",
    "projects": "projectsData_en",
    "projects1": "My projects",
    "project1": "View demo",
    "skills1": "My tech skills",
    "contact1": "Contact me",
    "contact2": "Contact me directly at",
    "contact3": "or through this form.",
    "contact4": "Your email",
    "contact5": "Your message",
    "contact6": "Submit",
    "footer1": "2023 Benjamin Muratore. All rights reserved.",
    "footer2": "Built with React & Next.js (App Router & Server Actions), TypeScript, Tailwind CSS, Framer Motion, React Email & Resend, Vercel hosting."
}