{
    "header1": "Inicio",
    "header1.1": "inicio",
    "header1.2": "#inicio",
    "header2": "Acerca",
    "header2.1": "acerca",
    "header2.2": "#acerca",
    "header3": "Proyectos",
    "header3.1": "proyectos",
    "header4": "Tecnologías",
    "header4.1": "tecnologías",
    "header5": "Contacto",
    "header5.1": "contacto",
    "header5.2": "#contacto",
    "links": "links_es",
    "intro1": "Soy Benjamín.",
    "intro2": " Soy desarrollador web fullstack. Disfruto construyendo sitios web.",
    "intro3": "Contáctame aquí",
    "intro4": "Descarga mi CV",
    "about1": "Acerca de mí",
    "about2": "Me impulsa la idea de utilizar mis habilidades de programación para crear soluciones significativas e impactantes. Ya sea desarrollando software que mejore la eficiencia, resolviendo problemas del mundo real o contribuyendo a proyectos que marcan la diferencia.",
    "about3": "Ser parte de una gran comunidad donde podemos aprender de los demás y tener un impacto positivo es algo que valoro y disfruto sin medida. Creo en el importante poder de la colaboración y el intercambio mutuo de conocimientos.",
    "about4": "Resolver problemas y acertijos complejos me produce una gran satisfacción. Mi pensamiento lógico y analítico me permite enfrentar los desafíos de una manera más estructurada para encontrar soluciones creativas. Al mismo tiempo, considero muy importante pensar fuera de lo común para encontrar soluciones únicas y eficientes a los problemas.",
    "about5": "La naturaleza en constante evolución de la tecnología alimenta mi motivación para aprender constantemente y estar al tanto de las últimas tendencias y avances. Apoyo incondicionalmente el concepto de aprendizaje permanente y acepto con entusiasmo las nuevas tecnologías y marcos.",
    "about6": "En mi tiempo libre hago ejercicio regularmente. No sólo lo encuentro entretenido sino también como una excelente manera de relajarme después de un largo día de programación.",
    "projects": "projectsData_es",
    "projects1": "Mis proyectos",
    "project1": "Ver demo",
    "skills1": "Mis habilidades técnicas",
    "contact1": "Contáctame",
    "contact2": "Por favor contáctame directamente a",
    "contact3": "o a través de este formulario.",
    "contact4": "Tu correo electrónico",
    "contact5": "Tu mensaje",
    "contact6": "Enviar",
    "footer1": "2023 Benjamín Muratore. Reservados todos los derechos.",
    "footer2": "Creado con React & Next.js (App Router & Server Actions), TypeScript, Tailwind CSS, Framer Motion, React Email & Resend, alojado en Vercel."
}